# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

title=Loco Dice Casino
header=LOCODICE
nick=Comment t'appele tu, mec?
pot=Combien d'argent as tu?
choose=choisir un jeu
field=FIELD BET
pass=PASS LINE
any=ANY SEVEN
choice=choisissez un jeu a jouer
rulesField=Dans ce jeu, vous ne lancez les d\u00e9s qu'une seule fois. Si ce total est de 3, 4, 9, 10 ou 11, alors vous gagnez le montant de la mise. Si le total est 2, alors vous doublez la mise. Si ce total est 12, alors vous gagnez le triple du pari. Pour tout autre total des d\u00e9s (5, 6, 7 ou 8), vous perdez le montant du pari.
rulesPass=Dans ce jeu, vous lancez les d\u00e9s (appel\u00e9 le rouleau de d\u00e9part) et regardez le total. Si ce total est \u00e9gal \u00e0 7 ou 11, vous gagnez le montant du pari. Si le total est \u00e9gal \u00e0 2, 3 ou 12, vous perdez le pari. Tout autre total des d\u00e9s devient le "point" et vous continuez \u00e0 le lancer jusqu'\u00e0 (a) relancez le total de points, auquel cas vous remportez le montant du pari, ou (b) relancez un total de 7, auquel cas vous perdez le montant du pari. Si le total des d\u00e9s n\u2019est pas \u00e9gal \u00e0 7 et n\u2019est pas \u00e9gal au point, vous relancez et continuez de rouler jusqu\u2019\u00e0 ce que la condition (a) ou (b) soit remplie. Une fois que le point a \u00e9t\u00e9 d\u00e9termin\u00e9, il ne change pas pour les lancers suivants des d\u00e9s.\n
rulesAny=\nDans ce jeu, vous ne lancez les d\u00e9s qu'une seule fois. Si ce total est \u00e9gal \u00e0 7, vous remportez alors le quadruple du pari. Pour tout autre total des d\u00e9s, vous perdez le montant du pari.
youWon=La dernier fois vous avez gagne: $
bank=Votre bank est: $
quit=aller a la maison et dormir
bye=BON NUIT
point=C'est un point! Roll encore une fois!! Maintenant t'as besoin 
win=! T'as gagn\u00e9!!!
lose=\ desol\u00e9.. t'as perdu  ..
youLost=La dernier fois vous avez perdu: $
bet=entrez un pari
enterYourName=Entrez votre nom s'il vous plait!
enterBank=Entrez un montant du bank, c'il vous plait!
bankRange=Un montant du bank doit etre un integer entre 10-10000$
enterBet=Entrez un montant du pari
betRange=Un montant du pari doit etre un nombre entier entre 1$ et votre montant du bank
toWin=Pari a gagner est: $
lastChance=...ou tu veux recharge ton banque?
that=c'a fait 
rules=LES REGLES DU JEU:
